[
  {
    "text": "Annius Verus, and he was sprung of a noble family which claimed descent from Numa, second King of Rome.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Thus the most religious of emperors came of the blood of the most pious of early kings.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "His father, Annius Verus, had held high office in Rome, and his grandfather, of the same name, had been thrice Consul.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Both his parents died young, but Marcus held them in loving remembrance.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "On his father's death Marcus was adopted by his grandfather, the consular Annius Verus, and there was deep love between these two.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "On the very first page of his book Marcus gratefully declares how of his grandfather he had learned to be gentle and meek, and to refrain from all anger and passion.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "The Emperor Hadrian divined the fine character of the lad, whom he used to call not Verus but Verissimus, more Truthful than his own name.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "He advanced Marcus to equestrian rank when six years of age, and at the age of eight made him a member of the ancient Salian priesthood.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "The boy's aunt, Annia Galeria Faustina, was married to Antoninus Pius, afterwards emperor.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Hence it came about that Antoninus, having no son, adopted Marcus, changing his name to that which he is known by, and betrothed him to his daughter Faustina.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "The ablest teachers were engaged for him, and he was trained in the strict doctrine of the Stoic philosophy, which was his great delight.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "He was taught to dress plainly and to live simply, to avoid all softness and luxury.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "His body was trained to hardihood by wrestling, hunting, and outdoor games; and though his constitution was weak, he showed great personal courage to encounter the fiercest boars.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "At the same time he was kept from the extravagancies of his day.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "The great excitement in Rome was the strife of the Factions, as they were called, in the circus.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "The racing drivers used to adopt one of four colours--red, blue, white, or green--and their partisans showed an eagerness in supporting them which nothing could surpass.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Riot and corruption went in the train of the racing chariots; and from all these things Marcus held severely aloof.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "In 140 Marcus was raised to the consulship, and in 145 his betrothal was consummated by marriage.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Two years later Faustina brought him a daughter; and soon after the tribunate and other imperial honours were conferred upon him.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Antoninus Pius died in 161, and Marcus assumed the imperial state.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Ceionius Commodus, whom Antoninus had adopted as a younger son at the same time with Marcus, giving him the name of Lucius Aurelius Verus.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Henceforth the two are colleagues in the empire, the junior being trained as it were to succeed.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "No sooner was Marcus settled upon the throne than wars broke out on all sides.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "of Parthia began a long-meditated revolt by destroying a whole Roman Legion and invading Syria (162).",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Verus was sent off in hot haste to quell this rising; and he fulfilled his trust by plunging into drunkenness and debauchery, while the war was left to his officers.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Soon after Marcus had to face a more serious danger at home in the coalition of several powerful tribes on the northern frontier.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Chief among those were the Marcomanni or Marchmen, the Quadi (mentioned in this book), the Sarmatians, the Catti, the Jazyges.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "In Rome itself there was pestilence and starvation, the one brought from the east by Verus's legions, the other caused by floods which had destroyed vast quantities of grain.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Marcus was himself commander-in-chief, and victory was due no less to his own ability than to his wisdom in choice of lieutenants, shown conspicuously in the case of Pertinax.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "There were several important battles fought in these campaigns; and one of them has become celebrated for the legend of the Thundering Legion.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "The settlement made after these troubles might have been more satisfactory but for an unexpected rising in the east.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Avidius Cassius, an able captain who had won renown in the Parthian wars, was at this time chief governor of the eastern provinces.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Marcus, on hearing the news, immediately patched up a peace and returned home to meet this new peril.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "The emperors great grief was that he must needs engage in the horrors of civil strife.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "But before he could come to the east news had come to Cassius that the emperor still lived; his followers fell away from him, and he was assassinated.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Immediately afterwards he repaired to Germany, and took up once more the burden of war.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Faustina had borne him several children, of whom he was passionately fond.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Their innocent faces may still be seen in many a sculpture gallery, recalling with odd effect the dreamy countenance of their father.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "But they died one by one, and when Marcus came to his own end only one of his sons still lived--the weak and worthless Commodus.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "As a soldier we have seen that Marcus was both capable and successful; as an administrator he was prudent and conscientious.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Although steeped in the teachings of philosophy, he did not attempt to remodel the world on any preconceived plan.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "He trod the path beaten by his predecessors, seeking only to do his duty as well as he could, and to keep out corruption.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "He erred in his civil administration by too much centralising.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "But the strong point of his reign was the administration of justice.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Marcus sought by-laws to protect the weak, to make the lot of the slaves less hard, to stand in place of father to the fatherless.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Charitable foundations were endowed for rearing and educating poor children.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "The provinces were protected against oppression, and public help was given to cities or districts which might be visited by calamity.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "The great blot on his name, and one hard indeed to explain, is his treatment of the Christians.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "To a thoughtful mind such a religion as that of Rome would give small satisfaction.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Its legends were often childish or impossible; its teaching had little to do with morality.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "The Roman religion was in fact of the nature of a bargain: men paid certain sacrifices and rites, and the gods granted their favour, irrespective of right or wrong.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "In this case all devout souls were thrown back upon philosophy, as they had been, though to a less extent, in Greece.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "There were under the early empire two rival schools which practically divided the field between them, Stoicism and Epicureanism.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "With Epicureanism we have nothing to do now; but it will be worth while to sketch the history and tenets of the Stoic sect.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Zeno, the founder of Stoicism, was born in Cyprus at some date unknown, but his life may be said roughly to be between the years 350 and 250 B.C.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "He studied under the cynic Crates, but he did not neglect other philosophical systems.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "After many years' study he opened his own school in a colonnade in Athens called the Painted Porch, or Stoa, which gave the Stoics their name.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Next to Zeno, the School of the Porch owes most to Chrysippus (280--207 b.c.), who organised Stoicism into a system.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "This conforming of the life to nature was the Stoic idea of Virtue.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "This dictum might easily be taken to mean that virtue consists in yielding to each natural impulse; but that was very far from the Stoic meaning.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "The Stoic system of physics was materialism with an infusion of pantheism.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "The universe, then, is God, of whom the popular gods are manifestations; while legends and myths are allegorical.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "The soul of man is thus an emanation from the godhead, into whom it will eventually be re-absorbed.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "The divine ruling principle makes all things work together for good, but for the good of the whole.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "The highest good of man is consciously to work with God for the common good, and this is the sense in which the Stoic tried to live in accord with nature.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "In the individual it is virtue alone which enables him to do this; as Providence rules the universe, so virtue in the soul must rule man.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "In Logic, the Stoic system is noteworthy for their theory as to the test of truth, the Criterion.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "They compared the new-born soul to a sheet of paper ready for writing.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "When the impression was such as to be irresistible it was called (καταληπτικὴ φαντασία) one that holds fast, or as they explained it, one proceeding from truth.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Ideas and inferences artificially produced by deduction or the like were tested by this 'holding perception.' Of the Ethical application I have already spoken.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Carrying this theory to its extreme, the Stoic said that there could be no gradations between virtue and vice, though of course each has its special manifestations.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Moreover, nothing is good but virtue, and nothing but vice is bad.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Those outside things which are commonly called good or bad, such as health and sickness, wealth and poverty, pleasure and pain, are to him indifferent (ἀδιάφορα).",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "All these things are merely the sphere in which virtue may act.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "The ideal Wise Man is sufficient unto himself in all things (αὐταρκής); and knowing these truths, he will be happy even when stretched upon the rack.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "It is probable that no Stoic claimed for himself that he was this Wise Man, but that each strove after it as an ideal much as the Christian strives after a likeness to Christ.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "They also held that for him who had not attained to the perfect wisdom, certain actions were proper.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "(καθήκοντα) These were neither virtuous nor vicious, but, like the indifferent things, held a middle place.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "One is a careful distinction between things which are in our power and things which are not.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Desire and dislike, opinion and affection, are within the power of the will; whereas health, wealth, honour, and other such are generally not so.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "This is a special application of the favourite Greek virtue of moderation, (σωφροσύνη) and has also its parallel in Christian ethics.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "The second point is a strong insistence on the unity of the universe, and on man's duty as part of a great whole.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Public spirit was the most splendid political virtue of the ancient world, and it is here made cosmopolitan.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "It is again instructive to note that Christian sages insisted on the same thing.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Christians are taught that they are members of a worldwide brotherhood, where is neither Greek nor Hebrew, bond nor free and that they live their lives as fellow-workers with God.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Such is the system which underlies the Meditations of Marcus Aurelius.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Some knowledge of it is necessary to the right understanding of the book, but for us the chief interest lies elsewhere.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "We do not come to Marcus Aurelius for a treatise on Stoicism.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "He is no head of a school to lay down a body of doctrine for students; he does not even contemplate that others should read what he writes.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "His philosophy is not an eager intellectual inquiry, but more what we should call religious feeling.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "It is instructive to compare the Meditations with another famous book, the Imitation of Christ.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "'If thou may not continually gather thyself together, namely sometimes do it, at least once a day, the morning or the evening.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "The petty annoyances of injustice or unkindness are looked on by each with the same magnanimity.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "'Why doth a little thing said or done against thee make thee sorry?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "It is no new thing; it is not the first, nor shall it be the last, if thou live long.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "To the saint as to the emperor, the world is a poor thing at best.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "'Verily it is a misery to live upon the earth,' says the Christian; few and evil are the days of man's life, which passeth away suddenly as a shadow.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "But there is one great difference between the two books we are considering.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "The Imitation is addressed to others, the Meditations by the writer to himself.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "There is always an air of self-consciousness in confessions; in such revelations there is always a danger of unctuousness or of vulgarity for the best of men.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Augus-tine is not always clear of offence, and John Bunyan himself exaggerates venial peccadilloes into heinous sins.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "But Marcus Aurelius is neither vulgar nor unctuous; he extenuates nothing, but nothing sets down in malice.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "He never poses before an audience; he may not be profound, he is always sincere.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "And it is a lofty and serene soul which is here disclosed before us.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Vulgar vices seem to have no temptation for him; this is not one tied and bound with chains which he strives to break.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "The faults he detects in himself are often such as most men would have no eyes to see.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "'Whatsoever any man either doth or saith, thou must be good;' 'doth any man offend?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "'The best kind of revenge is, not to become like unto them.' There are so many hints of offence forgiven, that we may believe the notes followed sharp on the facts.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Perhaps he has fallen short of his aim, and thus seeks to call his principles to mind, and to strengthen himself for the future.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "That these sayings are not mere talk is plain from the story of Avidius Cassius, who would have usurped his imperial throne.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Thus the emperor faithfully carries out his own principle, that evil must be overcome with good.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "In his First Book he sets down to account all the debts due to his kinsfolk and teachers.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "To his grandfather he owed his own gentle spirit, to his father shamefastness and courage; he learnt of his mother to be religious and bountiful and single-minded.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Rusticus did not work in vain, if he showed his pupil that his life needed amending.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Apollonius taught him simplicity, reasonableness, gratitude, a love of true liberty.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "So the list runs on; every one he had dealings with seems to have given him something good, a sure proof of the goodness of his nature, which thought no evil.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "If his was that honest and true heart which is the Christian ideal, this is the more wonderful in that he lacked the faith which makes Christians strong.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "His gods are better than the Stoic gods, who sit aloof from all human things, untroubled and uncaring, but his personal hope is hardly stronger.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "If worldly things 'be but as a dream, the thought is not far off that there may be an awakening to what is real.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Nature's marvellous power of recreating out of Corruption is surely not confined to bodily things.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Paul; and it is strange indeed that this most Christian of emperors has nothing good to say of the Christians.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "To him they are only sectaries 'violently and passionately set upon opposition.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Profound as philosophy these Meditations certainly are not; but Marcus Aurelius was too sincere not to see the essence of such things as came within his experience.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Ancient religions were for the most part concerned with outward things.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Do the necessary rites, and you propitiate the gods; and these rites were often trivial, sometimes violated right feeling or even morality.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Even when the gods stood on the side of righteousness, they were concerned with the act more than with the intent.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "But Marcus Aurelius knows that what the heart is full of, the man will do.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "'Such as thy thoughts and ordinary cogitations are,' he says, 'such will thy mind be in time.' And every page of the book shows us that he knew thought was sure to issue in act.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "He drills his soul, as it were, in right principles, that when the time comes, it may be guided by them.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "In camp before the Quadi he dates the first book of his Meditations, and shows how he could retire within himself amid the coarse clangour of arms.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "With a statesman's wisdom he foresaw the danger to Rome of the barbarian hordes from the north, and took measures to meet it.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Truly a rare opportunity was given to Marcus Aurelius of showing what the mind can do in despite of circumstances.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "That nothing might lack, it was in camp before the face of the enemy that he passed away and went to his own place.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "The following is a list of the chief English translations of Marcus Aurelius: (1) By Meric Casaubon, 1634; (2) Jeremy Collier, 1701; (3) James Thomson, 1747; (4) R.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Renan’s “Marc-Aurèle”—in his “History of the Origins of Christianity,” which appeared in 1882—is the most vital and original book to be had relating to the time of Marcus Aurelius.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Pater’s “Marius the Epicurean” forms another outside commentary, which is of service in the imaginative attempt to create again the period.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Of my grandfather Verus I have learned to be gentle and meek, and to refrain from all anger and passion.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "From the fame and memory of him that begot me I have learned both shamefastness and manlike behaviour.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Not to keep quails for the game; nor to be mad after such things.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Not to be offended with other men's liberty of speech, and to apply myself unto philosophy.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "To Rusticus I am beholding, that I first entered into the conceit that my life wanted some redress and cure.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "And that I gave over the study of rhetoric and poetry, and of elegant neat language.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "That I did not use to walk about the house in my long robe, nor to do any such things.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "From my brother Severus, to be kind and loving to all them of my house and family; by whom also I came to the knowledge of Thrasea and Helvidius, and Cato, and Dio, and Brutus.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Whatsoever he said, all men believed him that as he spake, so he thought, and whatsoever he did, that he did it with a good intent.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "In my father, I observed his meekness; his constancy without wavering in those things, which after a due examination and deliberation, he had determined.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "His accurate examination of things in consultations, and patient hearing of others.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "He would not hastily give over the search of the matter, as one easy to be satisfied with sudden notions and apprehensions.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "His contented mind in all things, his cheerful countenance, his care to foresee things afar off, and to take order for the least, without any noise or clamour.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "In all these things, having a respect unto men only as men, and to the equity of the things themselves, and not unto the glory that might follow.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "That I was not long brought up by the concubine of my father; that I preserved the flower of my youth.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "That I took not upon me to be a man before my time, but rather put it off longer than I needed.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "That I have had such a brother, who by his own example might stir me up to think of myself; and by his respect and love, delight and please me.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "That I have got ingenuous children, and that they were not born distorted, nor with any other natural deformity.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "That my body in such a life, hath been able to hold out so long.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "That I never had to do with Benedicta and Theodotus, yea and afterwards when I fell into some fits of love, I was soon cured.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "That having been often displeased with Rusticus, I never did him anything for which afterwards I had occasion to repent.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "That it being so that my mother was to die young, yet she lived with me all her latter years.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "That I have such a wife, so obedient, so loving, so ingenuous.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "That I had choice of fit and able men, to whom I might commit the bringing up of my children.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "All these things without the assistance of the gods, and fortune, could not have been.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "All these ill qualities have happened unto them, through ignorance of that which is truly good and truly bad.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "or angry, and ill affected towards him, who by nature is so near unto me?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Whatsoever I am, is either flesh, or life, or that which we commonly call the mistress and overruling part of man; reason.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "And as for thy life, consider what it is; a wind; not one constant wind neither, but every moment of an hour let out, and sucked in again.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Whatsoever proceeds from the gods immediately, that any man will grant totally depends from their divine providence.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Let these things suffice thee; let them be always unto thee, as thy general rules and precepts.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Remember how long thou hast already put off these things, and how often a certain day and hour as it were, having been set unto thee by the gods, thou hast neglected it.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Do, soul, do; abuse and contemn thyself; yet a while and the time for thee to respect thyself, will be at an end.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Why should any of these things that happen externally, so much distract thee?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Give thyself leisure to learn some good thing, and cease roving and wandering to and fro.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "For not observing the state of another man's soul, scarce was ever any man known to be unhappy.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Tell whosoever they be that intend not, and guide not by reason and discretion the motions of their own souls, they must of necessity be unhappy.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Well then and like a philosopher doth he say, that he of the two is the more to be condemned, that sins with pleasure, than he that sins with grief.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Whatsoever thou dost affect, whatsoever thou dost project, so do, and so project all, as one who, for aught thou knowest, may at this very present depart out of this life.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "And as for death, if there be any gods, it is no grievous thing to leave the society of men.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "But if it be so that there be no gods, or that they take no care of the world, why should I desire to live in a world void of gods, and of all divine providence?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "But why should that be thought to hurt and prejudice a man's life in this world, which cannot any ways make man himself the better, or the worse in his own person?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Now death, it is not only a work of nature, but also conducing to nature.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Consider with thyself how man, and by what part of his, is joined unto God, and how that part of man is affected, when it is said to be diffused.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "That then which is longest of duration, and that which is shortest, come both to one effect.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "For although in regard of that which is already past there may be some inequality, yet that time which is now present and in being, is equal unto all men.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "And that being it which we part with whensoever we die, it doth manifestly appear, that it can be but a moment of time, that we then part with.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "For as for that which is either past or to come, a man cannot be said properly to part with it.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Secondly, when she either is averse from any man, or led by contrary desires or affections, tending to his hurt and prejudice; such as are the souls of them that are angry.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Fourthly, when she doth dissemble, and covertly and falsely either doth or saith anything.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "The time of a man's life is as a point; the substance of it ever flowing, the sense obscure; and the whole composition of the body tending to corruption.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "So figs are accounted fairest and ripest then, when they begin to shrink, and wither as it were.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "So ripe olives, when they are next to putrefaction, then are they in their proper beauty.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "So will he behold with as much pleasure the true rictus of wild beasts, as those which by skilful painters and other artificers are imitated.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Hippocrates having cured many sicknesses, fell sick himself and died.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "The Chaldeans and Astrologians having foretold the deaths of divers, were afterwards themselves surprised by the fates.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Lice killed Democritus; and Socrates, another sort of vermin, wicked ungodly men.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Thou hast taken ship, thou hast sailed, thou art come to land, go out, if to another life, there also shalt thou find gods, who are everywhere.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Those things that are his own, and in his own power, he himself takes order, for that they be good: and as for those that happen unto him, he believes them to be so.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "For that lot and portion which is assigned to every one, as it is unavoidable and necessary, so is it always profitable.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Do nothing against thy will, nor contrary to the community, nor without due examination, nor with reluctancy.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Affect not to set out thy thoughts with curious neat language.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "One who for his word or actions neither needs an oath, nor any man to be a witness.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "To be cheerful, and to stand in no need, either of other men's help or attendance, or of that rest and tranquillity, which thou must be beholding to others for.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Rather like one that is straight of himself, or hath ever been straight, than one that hath been rectified.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "For all these things, if once though but for a while, they begin to please, they presently prevail, and pervert a man's mind, or turn a man from the right way.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Do thou therefore I say absolutely and freely make choice of that which is best, and stick unto it.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "And as for life, whether for a long or short time he shall enjoy his soul thus compassed about with a body, he is altogether indifferent.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "For if even now he were to depart, he is as ready for it, as for any other action, which may be performed with modesty and decency.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "For all his life long, this is his only care, that his mind may always be occupied in such intentions and objects, as are proper to a rational sociable creature.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "The life of such an one, death can never surprise as imperfect; as of an actor, that should die before he had ended, or the play itself were at an end, a man might speak.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "The end and object of a rational constitution is, to do nothing rashly, to be kindly affected towards men, and in all things willingly to submit unto the gods.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "and what is the true nature of this universe, to which it is useful?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "how much in regard of man, a citizen of the supreme city, of which all other cities in the world are as it were but houses and families?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "which of all the virtues is the proper virtue for this present use?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "as whether meekness, fortitude, truth, faith, sincerity, contentation, or any of the rest?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "As for those things that of themselves are altogether indifferent, as in my best judgment I conceive everything to deserve more or less, so I carry myself towards it.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "For without relation unto God, thou shalt never speed in any worldly actions; nor on the other side in any divine, without some respect had to things human.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Hasten therefore to an end, and giving over all vain hopes, help thyself in time if thou carest for thyself, as thou oughtest to do.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "As the senses naturally belong to the body, and the desires and affections to the soul, so do the dogmata to the understanding.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "To be capable of fancies and imaginations, is common to man and beast.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "To be violently drawn and moved by the lusts and desires of the soul, is proper to wild beasts and monsters, such as Phalaris and Nero were.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Let nothing be done rashly, and at random, but all things according to the most exact and perfect rules of art.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "They seek for themselves private retiring places, as country villages, the sea-shore, mountains; yea thou thyself art wont to long much after such places.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "But all this thou must know proceeds from simplicity in the highest degree.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "At what time soever thou wilt, it is in thy power to retire into thyself, and to be at rest, and free from all businesses.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "By tranquillity I understand a decent orderly disposition and carriage, free from all confusion and tumultuousness.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Afford then thyself this retiring continually, and thereby refresh and renew thyself.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Can it be at the wickedness of men, when thou dost call to mind this conclusion, that all reasonable creatures are made one for another?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "and how many already, who once likewise prosecuted their enmities, suspected, hated, and fiercely contended, are now long ago stretched out, and reduced unto ashes?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "But the care of thine honour and reputation will perchance distract thee?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Among other things, which to consider, and look into thou must use to withdraw thyself, let those two be among the most obvious and at hand.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "If to understand and to be reasonable be common unto all men, then is that reason, for which we are termed reasonable, common unto all.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "If reason is general, then is that reason also, which prescribeth what is to be done and what not, common unto all.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "For which other commonweal is it, that all men can be said to be members of?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "From this common city it is, that understanding, reason, and law is derived unto us, for from whence else?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Such and such things, from such and such causes, must of necessity proceed.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "He that would not have such things to happen, is as he that would have the fig-tree grow without any sap or moisture.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Let opinion be taken away, and no man will think himself wronged.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "If no man shall think himself wronged, then is there no more any such thing as wrong.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "That which makes not man himself the worse, cannot make his life the worse, neither can it hurt him either inwardly or outwardly.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "It was expedient in nature that it should be so, and therefore necessary.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Whatsoever doth happen in the world, doth happen justly, and so if thou dost well take heed, thou shalt find it.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Conceit no such things, as he that wrongeth thee conceiveth, or would have thee to conceive, but look into the matter itself, and see what it is in very truth.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "First, do nothing at all, but what reason proceeding from that regal and supreme part, shall for the good and benefit of men, suggest unto thee.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "For if thy reason do her part, what more canst thou require?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Many small pieces of frankincense are set upon the same altar, one drops first and is consumed, another after; and it comes all to one.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Death hangs over thee: whilst yet thou livest, whilst thou mayest, be good.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "or to express it in Agathos' words, Not to look about upon the evil conditions of others, but to run on straight in the line, without any loose and extravagant agitation.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "But suppose that both they that shall remember thee, and thy memory with them should be immortal, what is that to thee?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "I will not say to thee after thou art dead; but even to thee living, what is thy praise?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "But only for a secret and politic consideration, which we call οἰκονομίαν, or dispensation.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "This I understand even of those things, that are commonly called fair and good, as those which are commended either for the matter itself, or for curious workmanship.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "As for that which is truly good, what can it stand in need of more than either justice or truth; or more than either kindness and modesty?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Which of all those, either becomes good or fair, because commended; or dispraised suffers any damage?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Doth the emerald become worse in itself, or more vile if it be not commended?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Is there anything that doth though never so common, as a knife, a flower, or a tree?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "If so be that the souls remain after death (say they that will not believe it); how is the air from all eternity able to contain them?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "How is the earth (say I) ever from that time able to Contain the bodies of them that are buried?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "This, upon a supposition that the souls after death do for a while subsist single, may be answered.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "And here, (besides the number of bodies, so buried and contained by the earth), we may further consider the number of several beasts, eaten by us men, and by other creatures.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "to divide things into that which is passive and material; and that which is active and formal.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Whatsoever is expedient unto thee, O World, is expedient unto me; nothing can either be 'unseasonable unto me, or out of date, which unto thee is seasonable.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Whatsoever thy seasons bear, shall ever by me be esteemed as happy fruit, and increase.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "from thee are all things, in thee all things subsist, and to thee all tend.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Could he say of Athens, Thou lovely city of Cecrops; and shalt not thou say of the world, Thou lovely city of God?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "They will say commonly, Meddle not with many things, if thou wilt live cheerfully.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "This will not only procure that cheerfulness, which from the goodness, but that also, which from the paucity of actions doth usually proceed.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "may not this that now I go about, be of the number of unnecessary actions?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Thou hast had experience of that other kind of life: make now trial of this also.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Trouble not thyself any more henceforth, reduce thyself unto perfect simplicity.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "It is against himself that he doth offend: why should it trouble thee?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "To comprehend all in a few words, our life is short; we must endeavour to gain the present time with best discretion and justice.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Either this world is a κόσμος or comely piece, because all disposed and governed by certain order: or if it be a mixture, though confused, yet still it is a comely piece.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "For is it possible that in thee there should be any beauty at all, and that in the whole world there should be nothing but disorder and confusion?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "If he be a stranger in the world, that knows not the things that are in it; why not be a stranger as well, that wonders at the things that are done in it?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "He is a true fugitive, that flies from reason, by which men are sociable.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "He blind, who cannot see with the eyes of his understanding.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "He poor, that stands in need of another, and hath not in himself all things needful for this life.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "For the same nature it is that brings this unto thee, whatsoever it be, that first brought thee into the world.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "He raises sedition in the city, who by irrational actions withdraws his own soul from that one and common soul of all rational creatures.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "There is, who without so much as a coat; and there is, who without so much as a book, doth put philosophy in practice.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "I am half naked, neither have I bread to eat, and yet I depart not from reason, saith one.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "But I say; I want the food of good teaching, and instructions, and yet I depart not from reason.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "There likewise thou seest the very self-same things, and that age also is now over and ended.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "And this I say of them, who once shined as the wonders of their ages, for as for the rest, no sooner are they expired, than with them all their fame and memory.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Willingly therefore, and wholly surrender up thyself unto that fatal concatenation, yielding up thyself unto the fates, to be disposed of at their pleasure.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "So that we may say, that whatsoever is, is but as it were the seed of that which shall be.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "For if thou think that that only is seed, which either the earth or the womb receiveth, thou art very simple.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Wherein then, but in that part of thee, wherein the conceit, and apprehension of any misery can subsist?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Let not that part therefore admit any such conceit, and then all is well.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "What art thou, that better and divine part excepted, but as Epictetus said well, a wretched soul, appointed to carry a carcass up and down?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "To suffer change can be no hurt; as no benefit it is, by change to attain to being.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "The age and time of the world is as it were a flood and swift current, consisting of the things that are brought to pass in the world.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "For as soon as anything hath appeared, and is passed away, another succeeds, and that also will presently out of sight.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Whatsoever doth happen in the world, is, in the course of nature, as usual and ordinary as a rose in the spring, and fruit in summer.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Of the same nature is sickness and death; slander, and lying in wait, and whatsoever else ordinarily doth unto fools use to be occasion either of joy or sorrow.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "That, whatsoever it is, that comes after, doth always very naturally, and as it were familiarly, follow upon that which was before.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "There is then to be seen in the things of the world, not a bare succession, but an admirable correspondence and affinity.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Let that of Heraclitus never be out of thy mind, that the death of earth, is water, and the death of water, is air; and the death of air, is fire; and so on the contrary.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Let it be thy perpetual meditation, how many physicians who once looked so grim, and so theatrically shrunk their brows upon their patients, are dead and gone themselves.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Run them over also, whom thou thyself, one after another, hast known in thy time to drop away.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Such and such a one took care of such and such a one's burial, and soon after was buried himself.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "That which but the other day when he was conceived was vile snivel; and within few days shall be either an embalmed carcass, or mere ashes.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Thou must be like a promontory of the sea, against which though the waves beat continually, yet it both itself stands, and about it are those swelling waves stilled and quieted.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "nay, happy I, to whom this thing being happened, I can continue without grief; neither wounded by that which is present, nor in fear of that which is to come.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "For as for this, it might have happened unto any man, but any man having such a thing befallen him, could not have continued without grief.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Why then should that rather be an unhappiness, than this a happiness?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "term that unhappiness, which is no mischance to the nature of man I Canst thou think that a mischance to the nature of man, which is not contrary to the end and will of his nature?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Doth that then which hath happened unto thee, hinder thee from being just?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "or from anything else of all those things in the present enjoying and possession whereof the nature of man, (as then enjoying all that is proper unto her,) is fully satisfied?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "What have they got more, than they whose deaths have been untimely?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "as Cadiciant's, Fabius, Julianus Lepidus, or any other who in their lifetime having buried many, were at the last buried themselves.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Let it be therefore unto thee altogether as a matter of indifferency.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "For if thou shalt look backward; behold, what an infinite chaos of time doth present itself unto thee; and as infinite a chaos, if thou shalt look forward.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "In that which is so infinite, what difference can there be between that which liveth but three days, and that which liveth three ages?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "The most compendious, is that which is according to nature: that is, in all both words and deeds, ever to follow that which is most sound and perfect.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "For such a resolution will free a man from all trouble, strife, dissembling, and ostentation.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "In the morning when thou findest thyself unwilling to rise, consider with thyself presently, it is to go about a man's work that I am stirred up.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Am I then yet unwilling to go about that, for which I myself was born and brought forth into this world?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Or was I made for this, to lay me down, and make much of myself in a warm bed?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "'O but this is pleasing.' And was it then for this that thou wert born, that thou mightest enjoy pleasure?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Was it not in very truth for this, that thou mightest always be busy and in action?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Wilt not thou run to do that, which thy nature doth require?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Nature hath of that also, as well as of eating and drinking, allowed thee a certain stint.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "But thou guest beyond thy stint, and beyond that which would suffice, and in matter of action, there thou comest short of that which thou mayest.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "It must needs be therefore, that thou dost not love thyself, for if thou didst, thou wouldst also love thy nature, and that which thy nature doth propose unto herself as her end.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "than a covetous man his silver, and vainglorious man applause?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "How easy a thing is it for a man to put off from him all turbulent adventitious imaginations, and presently to be in perfect rest and tranquillity!",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Think thyself fit and worthy to speak, or to do anything that is according to nature, and let not the reproach, or report of some that may ensue upon it, ever deter thee.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "If it be right and honest to be spoken or done, undervalue not thyself so much, as to be discouraged from it.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "And lastly, which beareth me that tread upon it, and beareth with me that so many ways do abuse it, or so freely make use of it, so many ways to so many ends.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "No man can admire thee for thy sharp acute language, such is thy natural disability that way.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Be it so: yet there be many other good things, for the want of which thou canst not plead the want or natural ability.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Such there be, who when they have done a good turn to any, are ready to set them on the score for it, and to require retaliation.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Thou therefore must be one of them, who what they do, barely do it without any further thought, and are in a manner insensible of what they do.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "I answer, That which thou sayest is true indeed, but the true meaning of that which is said, thou dost not understand.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "And therefore art thou one of those first, whom I mentioned.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "But if thou dost desire to understand truly what it is that is said, fear not that thou shalt therefore give over any sociable action.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "What I now say, even they that are mere idiots are not ignorant of: for they say commonly τοῦτο ἔφερεν ἀυτῷ, that is, This his destiny hath brought upon him.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "This therefore is by the fates properly and particularly brought upon this, as that unto this in particular is by the physician prescribed.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "These therefore let us accept of in like manner, as we do those that are prescribed unto us our physicians.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "For them also in themselves shall We find to contain many harsh things, but we nevertheless, in hope of health, and recovery, accept of them.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Let the fulfilling and accomplishment of those things which the common nature hath determined, be unto thee as thy health.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "For this whatsoever it be, should not have been produced, had it not conduced to the good of the universe.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "For these two considerations then thou must be well pleased with anything that doth happen unto thee.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "And secondly, because the good success and perfect welfare, and indeed the very continuance of Him, that is the Administrator of the whole, doth in a manner depend on it.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "And remember that philosophy requireth nothing of thee, but what thy nature requireth, and wouldest thou thyself desire anything that is not according to nature?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "for which of these sayest thou; that which is according to nature or against it, is of itself more kind and pleasing?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Is it not for that respect especially, that pleasure itself is to so many men's hurt and overthrow, most prevalent, because esteemed commonly most kind, and natural?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "But consider well whether magnanimity rather, and true liberty, and true simplicity, and equanimity, and holiness; whether these be not most kind and natural?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Pass from thence to the dispositions of them that thou doest ordinarily converse with, how hardly do we bear, even with the most loving and amiable!",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Thou must comfort thyself in the expectation of thy natural dissolution, and in the meantime not grieve at the delay; but rest contented in those two things.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "First, that nothing shall happen unto thee, which is not according to the nature of the universe.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Secondly, that it is in thy power, to do nothing against thine own proper God, and inward spirit.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "For it is not in any man's power to constrain thee to transgress against him.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Thus from time to time and upon all occasions thou must put this question to thyself; what is now that part of mine which they call the rational mistress part, employed about?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "What those things are in themselves, which by the greatest part are esteemed good, thou mayest gather even from this.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "But as for those which by the vulgar are esteemed good, if he shall hear them mentioned as good, he doth hearken for more.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "He is well contented to hear, that what is spoken by the comedian, is but familiarly and popularly spoken, so that even the vulgar apprehend the difference.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Whether, I say, those ought not also in very deed to be much respected, and esteemed of, as the only things that are truly good.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "No corruption can reduce either of these unto nothing: for neither did I of nothing become a subsistent creature.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "For so we may be allowed to speak, though the age and government of the world, be to some certain periods of time limited, and confined.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Reason, and rational power, are faculties which content themselves with themselves, and their own proper operations.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "And as for their first inclination and motion, that they take from themselves.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "For which reason also such actions are termed κατορθώσεις, to intimate the directness of the way, by which they are achieved.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Nothing must be thought to belong to a man, which doth not belong unto him as he is a man.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "These, the event of purposes, are not things required in a man.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "The final ends and consummations of actions are nothing at all to a man's nature.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "The end therefore of a man, or the summum bonum whereby that end is fulfilled, cannot consist in the consummation of actions purposed and intended.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Neither would he be praiseworthy that can live without them; or he good, (if these were good indeed) who of his own accord doth deprive himself of any of them.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Such as thy thoughts and ordinary cogitations are, such will thy mind be in time.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "For the soul doth as it were receive its tincture from the fancies, and imaginations.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Dye it therefore and thoroughly soak it with the assiduity of these cogitations.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Wheresoever thou mayest live, there it is in thy power to live well and happy.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "But thou mayest live at the Court, there then also mayest thou live well and happy.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Again, that which everything is made for, he is also made unto that, and cannot but naturally incline unto it.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "That which anything doth naturally incline unto, therein is his end.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Wherein the end of everything doth consist, therein also doth his good and benefit consist.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Society therefore is the proper good of a rational creature.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "For that we are made for society, it hath long since been demonstrated.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Or can any man make any question of this, that whatsoever is naturally worse and inferior, is ordinarily subordinated to that which is better?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "and that those things that are best, are made one for another?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "And those things that have souls, are better than those that have none?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "and of those that have, those best that have rational souls?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "But it is a thing impossible, that wicked man should not commit some such things.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Neither doth anything happen to any man, which in the ordinary course of nature as natural unto him doth not happen.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "As for the things themselves, they touch not the soul, neither can they have any access unto it: neither can they of themselves any ways either affect it, or move it.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "After one consideration, man is nearest unto us; as we are bound to do them good, and to bear with them.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "But as he may oppose any of our true proper actions, so man is unto me but as a thing indifferent: even as the sun, or the wind, or some wild beast.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "For by these the mind doth turn and convert any impediment whatsoever, to be her aim and purpose.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "So that what before was the impediment, is now the principal object of her working; and that which before was in her way, is now her readiest way.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Honour that which is chiefest and most powerful in the world, and that is it, which makes use of all things, and governs all things.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "So also in thyself; honour that which is chiefest, and most powerful; and is of one kind and nature with that which we now spake of.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "For it is the very same, which being in thee, turneth all other things to its own use, and by whom also thy life is governed.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "That which doth not hurt the city itself; cannot hurt any citizen.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "This rule thou must remember to apply and make use of upon every conceit and apprehension of wrong.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "If the whole city be not hurt by this, neither am I certainly.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "And if the whole be not, why should I make it my private grievance?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "consider rather what it is wherein he is overseen that is thought to have done the wrong.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "He is master of his own disposition, and of his own operation.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "I for my part am in the meantime in possession of as much, as the common nature would have me to possess: and that which mine own nature would have me do, I do.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Be not angry neither with him whose breath, neither with him whose arm holes, are offensive.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "such is his breath naturally, and such are his arm holes; and from such, such an effect, and such a smell must of necessity proceed.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Let thy reasonable faculty, work upon his reasonable faculty; show him his fault, admonish him.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "If he hearken unto thee, thou hast cured him, and there will be no more occasion of anger.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "As thou dost purpose to live, when thou hast retired thyself to some such place, where neither roarer nor harlot is: so mayest thou here.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "And if they will not suffer thee, then mayest thou leave thy life rather than thy calling, but so as one that doth not think himself anyways wronged.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "and how it hath distributed unto everything according to its worth?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "and those which have the pre-eminency and superiority above all, hath it united together, into a mutual consent and agreement.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Is it so with thee, that hitherto thou hast neither by word or deed wronged any of them?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Again, how many truly good things have certainly by thee been discerned?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "how many pleasures, how many pains hast thou passed over with contempt?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "towards how many perverse unreasonable men hast thou carried thyself kindly, and discreetly?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Why should imprudent unlearned souls trouble that which is both learned, and prudent?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Within a very little while, thou wilt be either ashes, or a sceletum; and a name perchance; and perchance, not so much as a name.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Those things which in this life are dearest unto us, and of most account, they are in themselves but vain, putrid, contemptible.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "The most weighty and serious, if rightly esteemed, but as puppies, biting one another: or untoward children, now laughing and then crying.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "As for faith, and modesty, and justice, and truth, they long since, as one of the poets hath it, have abandoned this spacious earth, and retired themselves unto heaven.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "What is it then that doth keep thee here, if things sensible be so mutable and unsettled?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "an extinction, or a translation; either of them with a propitious and contented mind.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "what else, but to worship and praise the Gods; and to do good unto men.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "And for all external things belonging either to this thy wretched body, or life, to remember that they are neither thine, nor in thy power.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Thou mayest always speed, if thou wilt but make choice of the right way; if in the course both of thine opinions and actions, thou wilt observe a true method.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "If this neither be my wicked act, nor an act anyways depending from any wickedness of mine, and that by it the public is not hurt; what doth it concern me?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "For indeed what is all this pleading and public bawling for at the courts?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "yea but they are things that others much care for, and highly esteem of.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Let death surprise me when it will, and where it will, I may be εὔμοιρος, or a happy man, nevertheless.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "For he is a happy man, who in his lifetime dealeth unto himself a happy lot and portion.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "A happy lot and portion is, good inclinations of the soul, good desires, good actions.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "The matter itself, of which the universe doth consist, is of itself very tractable and pliable.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "That rational essence that doth govern it, hath in itself no cause to do evil.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "It hath no evil in itself; neither can it do anything that is evil: neither can anything be hurt by it.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "And all things are done and determined according to its will and prescript.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Look in, let not either the proper quality, or the true worth of anything pass thee, before thou hast fully apprehended it.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Let this be thy only joy, and thy only comfort, from one sociable kind action without intermission to pass unto another, God being ever in thy mind.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "The rational commanding part, as it alone can stir up and turn itself; so it maketh both itself to be, and everything that happeneth, to appear unto itself, as it will itself.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "If the first, why should I desire to continue any longer in this fortuit confusion and commixtion?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "or why should I take care for anything else, but that as soon as may be I may be earth again?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "And why should I trouble myself any more whilst I seek to please the Gods?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Whatsoever I do, dispersion is my end, and will come upon me whether I will or no.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "But if the latter be, then am not I religious in vain; then will I be quiet and patient, and put my trust in Him, who is the Governor of all.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "How marvellous useful it is for a man to represent unto himself meats, and all such things that are for the mouth, under a right apprehension and imagination!",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "as for example: This is the carcass of a fish; this of a bird; and this of a hog.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "And again more generally; This phalernum, this excellent highly commended wine, is but the bare juice of an ordinary grape.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "This purple robe, but sheep's hairs, dyed with the blood of a shellfish.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "How excellent useful are these lively fancies and representations of things, thus penetrating and passing through the objects, to make their true nature known and apparent!",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Those that be admired by them that are more moderate and restrained, are comprehended under things animated: as flocks and herds.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "And even whatsoever now is, some part thereof hath already perished.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Perpetual fluxes and alterations renew the world, as the perpetual course of time doth make the age of the world (of itself infinite) to appear always fresh and new.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "In such a flux and course of all things, what of these things that hasten so fast away should any man regard, since among all there is not any that a man may fasten and fix upon?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "as if a man would settle his affection upon some ordinary sparrow living by him, who is no sooner seen, than out of sight.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "For we must not think otherwise of our lives, than as a mere exhalation of blood, or of an ordinary respiration of air.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "if not that, then neither to be applauded by the tongues of men.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "For the praises of many tongues, is in effect no better than the clattering of so many tongues.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "If then neither applause, what is there remaining that should be dear unto thee?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "This I think: that in all thy motions and actions thou be moved, and restrained according to thine own true natural constitution and Construction only.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "For it is that which every art doth aim at, that whatsoever it is, that is by art effected and prepared, may be fit for that work that it is prepared for.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "This is the end that he that dresseth the vine, and he that takes upon him either to tame colts, or to train up dogs, doth aim at.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "What else doth the education of children, and all learned professions tend unto?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Certainly then it is that, which should be dear unto us also.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "If in this particular it go well with thee, care not for the obtaining of other things.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "But is it so, that thou canst not but respect other things also?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "then canst thou not have self-content: then wilt thou ever be subject to passions.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "To be short, he must of necessity be full of confusion within himself, and often accuse the Gods, whosoever stands in need of these things.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Under, above, and about, are the motions of the elements; but the motion of virtue, is none of those motions, but is somewhat more excellent and divine.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Whose way (to speed and prosper in it) must be through a way, that is not easily comprehended.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "As if a man should grieve that he hath not been commended by them, that lived before him.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Suppose that at the palestra somebody hath all to-torn thee with his nails, and hath broken thy head.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Thou dost not suspect him for it afterwards, as one that watcheth to do thee a mischief.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Yea even then, though thou dost thy best to save thyself from him, yet not from him as an enemy.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "It is not by way of any suspicious indignation, but by way of gentle and friendly declination.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Keep the same mind and disposition in other parts of thy life also.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "For many things there be, which we must conceit and apprehend, as though we had had to do with an antagonist at the palestra.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "For as I said, it is very possible for us to avoid and decline, though we neither suspect, nor hate.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "If anybody shall reprove me, and shall make it apparent unto me, that in any either opinion or action of mine I do err, I will most gladly retract.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "For it is the truth that I seek after, by which I am sure that never any man was hurt; and as sure, that he is hurt that continueth in any error, or ignorance whatsoever.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "And as for men, towards them as naturally partakers of the same reason, my care is to carry myself sociably.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "But whatsoever it is that thou art about, remember to call upon the Gods.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "And as for the time how long thou shalt live to do these things, let it be altogether indifferent unto thee, for even three such hours are sufficient.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Alexander of Macedon, and he that dressed his mules, when once dead both came to one.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "For either they were both resumed into those original rational essences from whence all things in the world are propagated; or both after one fashion were scattered into atoms.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "if any should put this question unto thee, how this word Antoninus is written, wouldst thou not presently fix thine intention upon it, and utter out in order every letter of it?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Is it not a cruel thing to forbid men to affect those things, which they conceive to agree best with their own natures, and to tend most to their own proper good and behoof?",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "But thou after a sort deniest them this liberty, as often as thou art angry with them for their sins.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "For surely they are led unto those sins whatsoever they be, as to their proper good and commodity.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Thou therefore teach them better, and make it appear unto them: but be not thou angry with them.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Death is a cessation from the impression of the senses, the tyranny of the passions, the errors of the mind, and the servitude of the body.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Endeavour to continue such, as philosophy (hadst thou wholly and constantly applied thyself unto it) would have made, and secured thee.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Worship the Gods, procure the welfare of men, this life is short.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Charitable actions, and a holy disposition, is the only fruit of this earthly life.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "All these things of him remember, that whensoever thy last hour shall come upon thee, it may find thee, as it did him, ready for it in the possession of a good conscience.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "As long as the foot doth that which belongeth unto it to do, and the hand that which belongs unto it, their labour, whatsoever it be, is not unnatural.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "So a man as long as he doth that which is proper unto a man, his labour cannot be against nature; and if it be not against nature, then neither is it hurtful unto him.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "All, petty things; all things that are soon altered, soon perished.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "So that the dreadful hiatus of a gaping lion, and all poison, and all hurtful things, are but (as the thorn and the mire) the necessary consequences of goodly fair things.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Think not of these therefore, as things contrary to those which thou dost much honour, and respect; but consider in thy mind the true fountain of all.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "XXXIV He that seeth the things that are now, hath Seen all that either was ever, or ever shall be, for all things are of one kind; and all like one unto another.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "Meditate often upon the connection of all things in the world; and upon the mutual relation that they have one unto another.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "For all things are after a sort folded and involved one within another, and by these means all agree well together.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "For one thing is consequent unto another, by local motion, by natural conspiration and agreement, and by substantial union, or, reduction of all substances into one.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "After this manner also, and in this respect it is, that he that is all in all doth enjoy his happiness.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "And indeed we must needs commit many evils, if we incline to any of these things, more or less, with an opinion of any difference.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "We all work to one effect, some willingly, and with a rational apprehension of what we do: others without any such knowledge.",
    "source": "Marcus Aurelius — Meditations",
    "category": "stoicism"
  },
  {
    "text": "START OF THE PROJECT GUTENBERG EBOOK ON THE CHOICE OF BOOKS  ON THE CHOICE OF BOOKS THOMAS CARLYLE WITH A LIFE OF THE AUTHOR [Illustration: No.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Carlyle from 1834 until his Death] A NEW EDITION CHATTO & WINDUS, PICCADILLY  CONTENTS.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Thomas Carlyle was born on Tuesday, December 4th, 1795, at Ecclefechan, a small village in the district of Annandale, Dumfriesshire.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "After preliminary instruction, first at the parish school, and afterwards at Annan, he went, in November, 1809, and when he was fourteen years old, to the University of Edinburgh.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Here he remained till the summer of 1814, distinguishing himself by his devotion to mathematical studies then taught there by Professor Leslie.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "As a student, he was irregular in his application, but when he did set to work, it was with his whole energy.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "He appears to have been a great reader of general literature at this time, and the stories that are told of the books that he got through are scarcely to be credited.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Waugh, Carlyle obtained, by competitive examination at Dumfries, the post of mathematical master at Annan Academy.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Although he had, at his parents' desire, commenced his studies with a view to entering the Scottish Church, the idea of becoming a minister was growingly distasteful to him.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "In the summer of 1816 he was promoted to the post of \"classical and mathematical master\" at the old Burgh or Grammar School at Kirkcaldy.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "At Kirkcaldy Carlyle remained over two years, becoming more and more convinced that neither as minister nor as schoolmaster was he to successfully fight his way up in the world.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "It had become clear to him that literature was his true vocation, and he would have started in the profession at once, had it been convenient for him to do so.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "[Footnote A: James Carlyle was born in August, 1758, and died January 23, 1832.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "His second wife (whose maiden name was Margaret Aitken), was born in September, 1771, and died on Christmas Day, 1853.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "During the years 1820--1823, he contributed a series of articles (biographical and topographical) to Brewster's \"Edinburgh Encyclopaedia,\" viz.:-- [Footnote 1: Vols.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "The fourteenth volume bears at the end the imprint, \"Edinburgh, printed by Balfour and Clarke, 1820;\" and the sixteenth volume, \"Printed by A.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "James Russell Lowell, alluding to these papers, \"we find some not obscure hints of the future man.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "The outward fashion of them is that of the period; but they are distinguished by a certain security of judgment, remarkable at any time, remarkable especially in one so young.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Carlyle, in these first essays, already shows the influence of his master Goethe, the most widely receptive of critics.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "In a compact notice of Montaigne there is not a word as to his religious scepticism.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Each takes her station opposite any unoccupied part of the beach where the fish may be most conveniently cured, and retains it till the end of the season.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Formerly the master who arrived first on any station was constituted fishing-admiral, and had by law the power of settling disputes among the other crews.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "But the jurisdiction of those admirals is now happily superseded by the regular functionaries who reside on shore.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Each captain directs his whole attention to the collection of his own cargo, without minding the concerns of his neighbour.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Having taken down what part of the rigging is removable, they set about their laborious calling, and must pursue it zealously.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Show me your library and I shall know you better than if you had spent a score of years as my guest.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "The lover of books is the true lover of life. In books, we find the thoughts of the greatest minds preserved for eternity.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "It was begun and done that forenoon, and I have (except correcting the press next week) never seen it since; but still I feel as if it were right enough and felicitous in its kind!",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "198-199.] The late Professor de Morgan--an excellent authority--pronounced a high eulogium upon this Essay on Proportion.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "For the next four years Carlyle devoted his attention almost exclusively to German literature.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "His Life of Schiller first appeared under the title of \"Schiller's Life and Writings,\" in the London Magazine.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Taylor and Hessey, the proprietors of the Magazine, in 1825.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "The translation of \"Wilhelm Meister,\" in 1824, was the first real introduction of Goethe to the reading world of Great Britain.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "\"Wilhelm Meister,\" in its English dress, was better received by the English reading public than by English critics.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "The Preface and Introductions are reprinted in the second volume of Carlyle's Collected Works: the Specimens translated from Hoffmann and La Motte Fouqué, have not been reprinted.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "\"This,\" says Carlyle, in 1857, \"was a Book of Translations, not of my suggesting or desiring, but of my executing as honest journey-work in defect of better.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "John Welsh, of Haddington, a lineal descendant of John Knox, and a lady fitted in every way to be the wife of such a man.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "We wish a joyful growth to the rose and flowers of our garden; we hope for health and peaceful thoughts to further our aims.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "The roses, indeed, are still in part to be planted, but they blossom already in anticipation.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Two ponies, which carry us everywhere, and the mountain air, are the best medicines for weak nerves.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "This daily exercise--to which I am much devoted--is my only recreation: for this nook of ours is the loneliest in Britain--six miles removed from any one likely to visit me.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Here Rousseau would have been as happy as on his island of St.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "My town friends, indeed, ascribe my sojourn here to a similar disposition, and forbode me no good result.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "But I came hither solely with the design to simplify my way of life, and to secure the independence through which I could be enabled to remain true to myself.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "This bit of earth is our own; here we can live, write, and think, as best pleases ourselves, even though Zoilus himself were to be crowned the monarch of literature.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Nor is the solitude of such great importance; for a stage-coach takes us speedily to Edinburgh, which we look upon as our British Weimar.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "From some of our heights I can descry, about a day's journey to the west, the hill where Agricola and his Romans left a camp behind them.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "At the foot of it I was born, and there both father and mother still live to love me.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Other pleasant records of the intercourse between them exist in the shape of sundry graceful copies of verses addressed by Goethe to Mrs.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Carlyle, which will be found in the collection of his poems.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "It was a farm in Nithsdale, in the parish of Dunscore, sixteen miles distant.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "No public coach passed near it, so I took a private carriage from the inn.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "I found the house amid desolate heathery hills, where the lonely scholar nourished his mighty heart.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Few were the objects and lonely the man, 'not a person to speak to within sixteen miles except the minister of Dunscore; so that books inevitably made his topics.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "\"He had names of his own for all the matters familiar to his discourse.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "For all that, he still thought man the most plastic little fellow in the planet, and he liked Nero's death, 'Qualis artifex pereo!' better than most history.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "At one time he had inquired and read a good deal about America.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Landor's principle was mere rebellion, and that he feared was the American principle.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "The best thing he knew of that country was, that in it a man can have meat for his labour.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Plato he does not read, and he disparaged Socrates; and, when pressed, persisted in making Mirabeau a hero.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Gibbon he called the splendid bridge from the old world to the new.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Tristram Shandy was one of his first books after Robinson Crusoe, and Robertson's America an early favourite.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "\"He took despairing or satirical views of literature at this moment; recounted the incredible sums paid in one year by the great booksellers for puffing.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Hence it comes that no newspaper is trusted now, no books are bought, and the booksellers are on the eve of bankruptcy.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "\"He still returned to English pauperism, the crowded country, the selfish abdication by public men of all that public persons should perform.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "My dame makes it a rule to give to every son of Adam bread to eat, and supplies his wants to the next house.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "But here are thousands of acres which might give them all meat, and nobody to bid these poor Irish go to the moor and till it.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "There we sat down, and talked of the immortality of the soul.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "But he was honest and true, and cognizant of the subtile links that bind ages together, and saw how every event affects all the future.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "'Christ died on the tree: that built Dunscore kirk yonder: that brought you and me together.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Time has only a relative existence.' \"He was already turning his eyes towards London with a scholar's appreciation.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "London is the heart of the world, he said, wonderful only from the mass of human beings.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "The baker's boy brings muffins to the window at a fixed hour every day, and that is all the Londoner knows, or wishes to know, on the subject.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "He named certain individuals, especially one man of letters, his friend, the best mind he knew, whom London had well served.\" [Footnote A: \"English Traits,\" by R.W.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Thornton Hunt, \"that the writer of the essays named 'Characteristics' received, apparently from Mr.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Leigh Hunt, a volume entitled 'Christianism,' for which he begged to express his thanks.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Soon after the publication of \"Heroes and Hero Worship,\" they were at a small party, when a conversation was started between these two concerning the heroism of man.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "But the unmitigated Hunt never ceased his overflowing anticipations, nor the saturnine Carlyle his infinite demurs to those finite flourishings.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "The listeners laughed and applauded by turns; and had now fairly pitted them against each other, as the philosopher of hopefulness and of the unhopeful.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "The opponents were so well matched that it was quite clear the contest would never come to an end.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "They all sallied forth, and leaving the close room, the candles and the arguments behind them, suddenly found themselves in presence of a most brilliant starlight night.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "They began to think he was silenced at last--he was a mortal man.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "But out of that silence came a few low-toned words, in a broad Scotch accent.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "And who on earth could have anticipated what the voice said?",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Had the finite measured itself with infinity, instead of surrendering itself up to the influence?",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Again they laughed--then bade each other good night, and betook themselves homeward with slow and serious pace.\" [Footnote A: \"A New Spirit of the Age,\" by R.H.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "That he is heavily laden with domestic burdens, more heavily than most men, and his economical resources are gone from him.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "It is believed that, in hardly any other way could £200 abolish as much suffering, create as much benefit, to one man, and through him to many and all.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "\"T.C.\" \"Some years later,\" says a writer in \"Macmillan's Magazine,\" \"in the 'mellow evening' of a life that had been so stormy, Mr.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Here is Carlyle's estimate of Leigh Hunt's Autobiography:--  \"Chelsea, June 17, 1850.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "A word from me once more, I know, will not be unwelcome, while the world is talking of you.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "In fact, this book has been like an exercise of devotion to me; I have not assisted at any sermon, liturgy or litany, this long while, that has had so religious an effect on me.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "And believe, along with me, that this book will be welcome to other generations as well as to ours.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "And long may you live to write more books for us; and may the evening sun be softer on you (and on me) than the noon sometimes was!",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "\"Adieu, dear Hunt (you must let me use this familiarity, for I am an old fellow too now, as well as you).",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "CARLYLE.\" On the other hand Leigh Hunt had an enthusiastic reverence for Carlyle.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "1850.)] It was in \"Leigh Hunt's Journal,\"--a short-lived Weekly Miscellany (1850--1851)--that Carlyle's sketch, entitled \"Two Hundred and Fifty Years Ago,\" first appeared.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "III., The Guillotine.\" The publication of this book produced a profound impression on the public mind.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "There is no other account of the French Revolution that can be compared with it for intensity of feeling and profoundness of thought.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Thomas Moore and others met him sometimes in London society at this time.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "We may say that, for many reasons, it is to be regretted that this design was never carried into execution.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "In December, 1837, Carlyle wrote a very remarkable letter to a correspondent in India, which has never been printed in his works, and which we are enabled to give here entire.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "It is addressed to Major David Lester Richardson, in acknowledgment of his \"Literary Leaves, or Prose and Verse,\" published at Calcutta in 1836.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "These \"Literary Leaves\" contain among other things an article on the Italian Opera (taking much the same view of it as Carlyle does), and a sketch of Edward Irving.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "These papers no doubt pleased Carlyle, and perhaps led him to entertain a rather exaggeratedly high opinion of the rest of the book.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "\"My DEAR SIR, \"Your courteous gift, with the letter accompanying it, reached me only about a week ago, though dated 20th of June, almost at the opposite point of the year.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Whether there has been undue delay or not is unknown to me, but at any rate on my side there ought to be no delay.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "\"I have read your volume--what little of it was known to me before, and the much that was not known--I can say, with true pleasure.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "A good book has no way of recommending itself except slowly and as it were accidentally from hand to hand.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "\"One thing grieves me: the tone of sadness, I might say of settled melancholy that runs through all your utterances of yourself.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "It is not right, it is wrong; and yet how shall I reprove you?",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "You feel yourself an exile, in the East; but in the West too it is exile; I know not where under the sun it is not exile.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "It is a waste chaos, where we have to swim painfully for our life.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "The utmost a man can do is to swim there like a man, and hold his peace.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "I do believe this; and study in general to 'consume my own smoke,' not indeed without very ugly out-puffs at times!",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Allan Cunningham is the best, he tells me that always as one grows older, one grows happier: a thing also which I really can believe.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "But as for you, my dear sir, you have other work to do in the East than grieve.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Are there not beautiful things there, glorious things; wanting only an eye to note them, a hand to record them?",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "If I had the command over you, I would say, read Paul et Virginie, then read the Chaumière Indienne; gird yourself together for a right effort, and go and do likewise or better!",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "The East has its own phases, there are things there which the West yet knows not of; and one heaven covers both.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "It seems to me on reading your book as if we had been long acquainted in some measure; as if one might speak to you right from the heart.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "I send you my constant respect and good wishes; and am and remain, \"Yours very truly always, \"T.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "His first course was on 'German Literature,' at Willis's Rooms; a series of six lectures, of which the first was thus noticed in the Spectator of Saturday, May 6, 1837.  \"Mr.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Carlyle delivered the first of a course of lectures on German Literature, at Willis's Rooms, on Tuesday, to a very crowded and yet a select audience of both sexes.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "'The Revolutions of Modern Europe' was the title given to the third course, delivered twelve months later.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "James Hannay remarks, \"That earnestness, that grim humour--that queer, half-sarcastic, half-sympathetic fun--is quite Scotch.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "He has gone into the hills against 'shams,' as they did against Prelacy, Erastianism, and so forth.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Flunkey-dom, by one of its mouthpieces, thus speaks of them:-- \"Perhaps his course for the present year, which was on Hero-worship, was better attended than any previous one.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Some of those who were present estimated the average attendance at three hundred.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "They chiefly consisted of persons of rank and wealth, as the number of carriages which each day waited the conclusion of the lecture to receive Mr.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Carlyle's auditors, and to carry them to their homes, conclusively testified.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "In so far as his mere manner is concerned, I can scarcely bestow on him a word of commendation.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Having ascended his desk, he gives a hearty rub to his hands, and plunges at once into his subject.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "He reads very closely, which, indeed, must be expected, considering the nature of the topics which he undertakes to discuss.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "You can almost fancy, in some of his more enthusiastic and energetic moments, that you see his inmost soul in his face.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "At times, indeed very often, he so unnaturally distorts his features, as to give to his countenance a very unpleasant expression.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "On such occasions, you would imagine that he was suddenly seized with some violent paroxysms of pain.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "He is one of the most ungraceful speakers I have ever heard address a public assemblage of persons.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "In addition to the awkwardness of his general manner, he 'makes mouths,' which would of themselves be sufficient to mar the agreeableness of his delivery.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "And his manner of speaking, and the ungracefulness of his gesticulation, are greatly aggravated by his strong Scotch accent.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Even to the generality of Scotchmen his pronunciation is harsh in no ordinary degree.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Turveydrop senior, hear this man!] \"I was present some months ago, during the delivery of a speech by Mr.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "He made use of the expression 'this London,' which he pronounced 'this Loondun,' four or five times--a phrase which grated grievously on the ears even of those of Mr.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "I have heard him represented as a firm and entire believer in revelation, and I have heard it affirmed with equal confidence that he is a decided Deist.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "My own impression is,\" &c. [Footnote A: \"Portraits of Public Characters,\" by the author of \"Random Recollections of the Lords and Commons.\" Vol.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "152-158.] In 1841 Carlyle superintended the publication of the English edition of his friend Emerson's Essays, to which he prefixed a characteristic Preface of some length.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Whether these hints were true or not true, readers are now to judge for themselves a little better.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "The book contrasts, in a historico-philosophical spirit, English society in the Middle Ages, with English society in our own day.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "In both this and the preceding work the great measures advised for the amelioration of the people are education and emigration.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "No man knows the state of another; it is always to some more or less imaginary man that the wisest and most honest adviser is speaking.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "\"As to the books which you--whom I know so little of--should read, there is hardly anything definite that can be said.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "For one thing, you may be strenuously advised to keep reading.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Any good book, any book that is wiser than yourself, will teach you something--a great many things, indirectly and directly, if your mind be open to learn.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Among all the objects that look wonderful or beautiful to you, follow with fresh hope the one which looks wonderfullest, beautifullest.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "True desire, the monition of nature, is much to be attended to.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "But here, also, you are to discriminate carefully between true desire and false.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "The medical men tell us we should eat what we truly have an appetite for; but what we only falsely have an appetite for we should resolutely avoid.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "With these illustrations, I will recommend Johnson's advice to you.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "All books are properly the record of the history of past men--what thoughts past men had in them--what actions past men did: the summary of all books whatsoever lies there.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Past history, and especially the past history of one's own native country, everybody may be advised to begin with that.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "\"Neither let mistakes and wrong directions--of which every man, in his studies and elsewhere, falls into many--discourage you.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "There is precious instruction to be got by finding that we are wrong.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Let a man try faithfully, manfully, to be right, he will grow daily more and more right.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "It is, at bottom, the condition which all men have to cultivate themselves.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Our very walking is an incessant falling--a falling and a catching of ourselves before we come actually to the pavement!--it is emblematic of all things a man does.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "\"In conclusion, I will remind you that it is not by books alone, or by books chiefly, that a man becomes in all points a man.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Silently devour the many chagrins of it, as all human situations have many; and see you aim not to quit it without doing all that it, at least, required of you.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "\"With many good wishes and encouragements, I remain, yours sincerely, \"THOMAS CARLYLE.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "[Footnote A: Reprinted in the \"Life and Writings of Joseph Mazzini.\" (London, 1867).",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Mazzini's letters and the Secretary of State, you mention that Mr.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Mazzini's character and habits and society are nothing to the point, unless connected with some certain or probable evidence of evil intentions or treasonable plots.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Mazzini is not unknown to various competent persons in this country; and that he is very far indeed from being contemptible--none farther, or very few of living men.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Mazzini and his affairs may do well to take along with us, as a thing leading towards new clearness, and not towards new additional darkness, regarding him and them.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "When some new gunpowder plot may be in the wind, some double-dyed high treason, or imminent national wreck not avoidable otherwise, then let us open letters--not till then.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "\"To all Austrian Kaisers and such like, in their time of trouble, let us answer, as our fathers from of old have answered:--Not by such means is help here for you.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Such means, allied to picking of pockets and viler forms of scoundrelism, are not permitted in this country for your behoof.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Secretary does himself detest such, and even is afraid to employ them.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "All British men that might chance to come in view of such a transaction, would incline to spurn it, and trample on it, and indignantly ask him what he meant by it?",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "On the 18th of September, 1844--after a short career of melancholy promise, only half fulfilled--John Sterling died, in his thirty-ninth year.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "\"The authentic utterances of the man Oliver himself,\" he says, \"I have gathered them from far and near; fished them up from the foul Lethean quagmires where they lay buried.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "While engaged on this work, Carlyle went down to Rugby by express invitation, on Friday, 13th May, 1842, and on the following day explored the field of Naseby, in company with Dr.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "The meeting of two such remarkable men--only six weeks before the death of the latter--has in it something solemn and touching, and unusually interesting.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "\"Of the people I saw in London, you will wish me to speak first of the Carlyles.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "came to see me at once, and appointed an evening to be passed at their house.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "He was in a very sweet humour,--full of wit and pathos, without being overbearing or oppressive.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "I admired his Scotch, his way of singing his great full sentences, so that each one was like the stanza of a narrative ballad.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "He let me talk, now and then, enough to free my lungs and change my position, so that I did not get tired.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "\"I left him that night, intending to go out very often to their house.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "I assure you there never was anything so witty as Carlyle's description of ---- ----.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "I, on my side, contributed a story to his fund of anecdote on this subject, and it was fully appreciated.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Carlyle is worth a thousand of you for that;--he is not ashamed to laugh when he is amused, but goes on in a cordial, human fashion.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "\"For a couple of hours he was talking about poetry, and the whole harangue was one eloquent proclamation of the defects in his own mind.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Tennyson wrote in verse because the schoolmasters had taught him that it was great to do so, and had thus, unfortunately, been turned from the true path for a man.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "\"The most amusing part is always when he comes back to some refrain, as in the French Revolution of the sea-green.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "In this instance, it was Petrarch and Laura, the last word pronounced with his ineffable sarcasm of drawl.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Although he said this over fifty times, I could not help laughing when Laura would come.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Carlyle running his chin out when he spoke it, and his eyes glancing till they looked like the eyes and beak of a bird of prey.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Luckily for her that her poet had already got her safely canonized beyond the reach of this Teufelsdröckh vulture.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "\"The worst of hearing Carlyle is, that you cannot interrupt him.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "I understand the habit and power of haranguing have increased very much upon him, so that you are a perfect prisoner when he has once got hold of you.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "If you get a chance to remonstrate for a moment, he raises his voice and bears you down.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Of him he spoke with perfect justice, because with hearty sympathy.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "C., whom hitherto I had only seen, for who can speak while her husband is there?",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "I like her very much;--she is full of grace, sweetness, and talent.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "\"After this, they went to stay at Lord Ashburton's, and I only saw them once more, when they came to pass an evening with us.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Unluckily, Mazzini was with us, whose society, when he was there alone, I enjoyed more than any.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "He is a beauteous and pure music: also, he is a dear friend of Mrs.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "C., but his being there gave the conversation a turn to 'progress' and ideal subjects, and C.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "was fluent in invectives on all our 'rose-water imbecilities.' We all felt distant from him, and Mazzini, after some vain efforts to remonstrate, became very sad.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "However, I bid Carlyle farewell with feelings of the warmest friendship and admiration.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "We cannot feel otherwise to a great and noble nature, whether it harmonise with our own or not.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "I never appreciated the work he has done for his age till I saw England.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "You must stand in the shadow of that mountain of shams, to know how hard it is to cast light across it.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "It is much if one is not only a crow or magpie;--Carlyle is only a lion.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "This is not in the least from unwillingness to allow freedom to others.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "On the contrary, no man would more enjoy a manly resistance to his thought.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "But it is the impulse of a mind accustomed to follow out its own impulse, as the hawk its prey, and which knows not how to stop in the chase.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Carlyle, indeed, is arrogant and overbearing; but in his arrogance there is no littleness,--no self-love.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "It is the heroic arrogance of some old Scandinavian conqueror;--it is his nature, and the untameable impulse that has given him power to crush the dragons.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "\"He seems, to me, quite isolated,--lonely as the desert,--yet never was a man more fitted to prize a man, could he find one to match his mood.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "\"For the higher kinds of poetry he has no sense, and his talk on that subject is delightfully and gorgeously absurd.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "His talk, like his books, is full of pictures; his critical strokes masterly.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "With the exception of the last, they may be considered as a sort of alarum note, sounded to herald the approach of the Latter-Day Pamphlets, which appeared shortly afterwards.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "The following is a list of these newspaper articles:-- In The Examiner, 1848.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "\"Ireland and the British Chief Governor.\" \" \"Irish Regiments (of the New Era).\" In The Examiner, 1848.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "\"Death of Charles Buller.\" The last-named paper, a tribute to the memory of his old pupil, we shall give entire.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Another man of genius, now also gone to his rest, sang sorrowfully on the same occasion: [Footnote A: W.M.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Why should your mother, Charles, not mine, Be weeping at her darling's grave?",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Charles Buller died on Wednesday morning last, without previous sickness, reckoned of importance, till a day or two before.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "An event of unmixed sadness, which has created a just sorrow, private and public.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Buller was in his forty-third year, and had sat in Parliament some twenty of those.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "He was what in party language is called a 'Reformer,' from his earliest youth; and never swerved from that faith, nor could swerve.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "What he accomplished, therefore, whether great or little, was all to be added to the sum of good; none of it to be deducted.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "To a singular extent it can be said of him that he was a spontaneous clear man.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Very gentle, too, though full of fire; simple, brave, graceful.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "\"A man of wit he indisputably was, whatever more amongst the wittiest of men.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "In truth, it was beautiful to see such clear, almost childlike simplicity of heart coexisting with the finished dexterities, and long experiences, of a man of the world.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "This man was true to his friends, true to his convictions,--and true without effort, as the magnet is to the north.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "He was ever found on the right side; helpful to it, not obstructive of it, in all he attempted or performed.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "\"Properly, indeed, his career as a public man was but beginning.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "This task he perhaps contemplated with apprehension; but he is not now to be tried with this, or with any task more.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "He has fallen, at this point of the march, an honourable soldier; and has left us here to fight along without him.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Be his memory dear and honourable to us, as that of one so worthy ought.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "What in him was true and valiant endures for evermore--beyond all memory or record.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "His light, airy brilliancy has suddenly become solemn, fixed in the earnest stillness of Eternity.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "\"He seemed to be the worshipper of mere brute force, the advocate of all harsh, coercive measures.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "In 1856, when we may suppose his mind to be full of the details of battles, and overflowing with military tactics, he received from Sir W.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Napier his \"History of the Administration of Scinde,\" and wrote the following letter to the author:-- \"THOMAS CARLYLE TO SIR WILLIAM NAPIER.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "\"DEAR SIR, \"I have read with attention, and with many feelings and reflections, your record of Sir C.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "One feels it a kind of possession to know that one has had such a fellow-citizen and contemporary in these evil days.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "A lynx-eyed, fiery man, with the spirit of an old knight in him; more of a hero than any modern I have seen for a long time.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "The British nation of this time, in India or elsewhere--God knows no nation ever had more need of such men, in every region of its affairs!",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "But also perhaps no nation ever had a much worse chance to get hold of them, to recognise and loyally second them, even when they are there.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "\"Anarchic stupidity is wide as the night; victorious wisdom is but as a lamp in it shining here and there.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Contrast a Napier even in Scinde with, for example, a Lally at Pondicherry or on the Place de Grève; one has to admit that it is the common lot, that it might have been far worse!",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "CARLYLE.\" [Footnote A: \"Life of General Sir William Napier, K.C.B.\" Edited by H.A.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "It is a beautiful emotion, and apparently a perfectly just one, and well bestowed.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Judging by whatever light one gets, Braidwood seems to have been a man of singular worth in his department, and otherwise; such a servant as the public seldom has.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Thoroughly skilled in his function, nobly valiant in it, and faithful to it--faithful to the death.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "In rude, modest form, actually a kind of hero, who has perished in serving us!",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "\"Probably his sorrowing family is not left in wealthy circumstances.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Most certainly it is pity when a generous emotion, in many men, or in any man, has to die out futile, and leave no action behind it.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "CARLYLE. \"5, Cheyne-row, Chelsea, June 30.\"  The \"History of Frederick the Great\" was completed early in 1865.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Later in the same year the students of Edinburgh University elected Carlyle as Lord Rector.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "We cannot do better than describe the proceedings and the subsequent address in the words of the late Alexander Smith:-- \"Mr.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Gladstone demitted office, and then it behoved the students of the University to cast about for a worthy successor.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "This was all very well, but a doubt lingered in the minds of many whether Mr.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Carlyle would accept the office, or if accepting it, whether he would deliver an address--said address being the sole apple which the Rectorial tree is capable of bearing.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "The hare was indeed caught, but it was doubtful somewhat whether the hare would allow itself to be cooked after the approved academical fashion.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "\"But all dispute was ended when it was officially announced that Mr.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Carlyle had accepted the office of Lord Rector, that he would conform to all its requirements, and that the Rectorial address would be delivered late in spring.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "\"Edinburgh has no University Hall, and accordingly when speech-day approached, the largest public room in the city was chartered by the University authorities.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Curious stories are told of the eagerness on every side manifested to hear Mr.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Country clergymen from beyond Aberdeen came into Edinburgh for the sole purpose of hearing and seeing.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Gentlemen came down from London by train the night before, and returned to London by train the night after.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "The Principal occupied the chair of course, the Lord Rector on his right, the Lord Provost on his left.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "To all appearance, as he sat, time and labour had dealt tenderly with him.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "His face had not yet lost the country bronze which he brought up with him from Dumfriesshire as a student fifty-six years ago.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "His long residence in London had not touched his Annandale look, nor had it--as we soon learned--touched his Annandale accent.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "His countenance was striking, homely, sincere, truthful--the countenance of a man on whom 'the burden of the unintelligible world' had weighed more heavily than on most.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "His hair was yet almost dark; his moustache and short beard were iron grey.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "His eyes were wide, melancholy, sorrowful; and seemed as if they had been at times a-weary of the sun.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Brewster, editor of the Edinburgh Cyclopædia, little dreaming that he should ever be Knight of Hanover and head of the Northern Metropolitan University, Mr.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "And so it came about that after years of separation and of honourable labour, the old editor and contributor were brought together again--in new aspects.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "\"The proceedings began by the conferring of the degree of LL.D.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Carlyle's--on Professors Huxley, Tyndall, and Ramsay, and on Dr.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "That done, amid a tempest of cheering and hats enthusiastically waved, Mr.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "So self-contained was he, so impregnable to outward influences, that all his years of Edinburgh and London life could not impair even in the slightest degree, that.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "What need of quoting a speech which by this time has been read by everybody?",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "It may not be quite to your taste, but, in any case, there is no other intellectual warehouse in which that kind of article is kept in stock.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "\"The gratitude I owe to him is--or should be--equal to that of most.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Thomas Carlyle's appearance to be installed as Lord Rector of the University of Edinburgh.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "And the one hundred and fifty lucky ladies were conspicuous in the front of the gallery to-day, having been admitted before the doors for students and other males were open.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "For Edinburgh students, however, let me say that these proceedings were singularly decorous.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "They did indulge in a little fun when nothing else was doing, but they did not come for that alone.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Any student who wanted fun could have sold his ticket at a handsome profit, for which better fun could be had elsewhere.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "I heard among the crowd that some students had got so high a price as a guinea each for their tickets, and I heard of others who had been offered no less but had refused it.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Carlyle's address with as much attention and reverence as they could have bestowed on a prophet--only I daresay most prophets would have elicited less applause and laughter.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "At two precisely the students in the organ gallery started to the tops of the seats and began to cheer vociferously, and almost instantly all the audience followed their example.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Lee, and the other professors, in their gowns; also the LL.D.'s to be, in black gowns.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Guthrie were there in an LL.D.'s black gown and blue ribbons; Mr.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Lee offered up a prayer of a minute and a half, at the 'Amen' of which I could see Mr.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Gibson--a tall, thin, pale-faced, beardless, acute, composed-looking young gentleman, in an M.A.'s gown--introduced Mr.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Carlyle, 'the most distinguished son of the University,' to the Principal, Sir David Brewster, as the Lord Rector elected by the students.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "He is now, I should think, nearer eighty than seventy years of age--a mild-looking, full-eyed old man, with a face somewhat of the type of Lord Derby's.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "When his name was called he sat as if he had no concern in what was going on, and then rose with an easy smile, partly of modesty, but in great measure of indifference.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Rae, the Arctic explorer and first discoverer of the fate of Sir John Franklin, who is an M.D.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Carlyle himself was offered the degree of LL.D., but he declined the honour, laughing it off, in fact, in a letter, with such excuses as that he had a brother a Dr.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Carlyle (an M.D., also a man of genius, I insert parenthetically, and known in literature as a translator of 'Dante'), and that if two Dr.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "\"He spoke on quite freely and easily, hardly ever repeated a word, never looked at a note, and only once returned to finish up a topic from which he had deviated.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "What he said in words will be learned otherwise than from me.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "I could not well describe it; but I do not think I ever heard any address that I should be so unwilling to blot from my memory.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "He talked--it was continuous, strong, quiet talk--like a patriarch about to leave the world to the young lads who had chosen him and were just entering the world.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "His voice is a soft, downy voice--not a tone in it is of the shrill, fierce kind that one would expect it to be in reading the Latter-day Pamphlets.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "\"There was not a trace of effort or of affectation, or even of extravagance.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Over the angles of this disrupted style rolled out a few cascades of humour--quite as if by accident.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "It was then alone that the personality of the philosopher and poet were revealed continuously in his manner of utterance.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "The features of his face are familiar to all from his portraits.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "But I do not think any portrait, unless, perhaps, Woolner's medallion, gives full expression to the resolution that is visible in his face.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Besides, they all make him look sadder and older than he appears.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Although he be threescore and ten, his hair is still abundant and tolerably black, and there is considerable colour in his cheek.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Carlyle began the series, as we have heard, by bringing a manuscript which he evidently found much in his way, and presently abandoned.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "On the second evening he brought some notes or headings; but these also tripped him until he had left them.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "It was so in his remarkable extemporaneous address yesterday.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "'But,' says our correspondent, in transmitting the report, 'I have never heard a speech of whose more remarkable qualities so few can be conveyed on paper.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "As for the flaming bursts, they took shape in grand tones, whose impression was made deeper, not by raising, but by lowering the voice.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "A man may differ as much as he pleases from the doctrines of Mr.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Carlyle, he may reject his historical teachings, and may distrust his politics, but he must be of a very unkindly disposition not to be touched by his reception at Edinburgh.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "\"The discourse of the new Lord Rector squared very well with the occasion.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "New truths are not the gifts which the old offer the young; the lesson we learn last is but the fulness of the meaning of what was only partially apprehended at first.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Time has, however, its recompenses, and if the freshness of youth seemed to be wanting in the address of the Rector, so also was its crudity.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Carlyle's speech, which was reflected in the homely language in which it was couched.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "The chief lessons he had to enforce were to avoid cram, and to be painstaking, diligent, and patient in the acquisition of knowledge.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "The doctrine is only a new reading of the old maxim, non multa sed multum, but it is as much needed now as ever it was.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Carlyle's protest against the notion that a University is the place where a man is to be fitted for the special work of a profession.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "A University, as he puts it, teaches a man how to read, or, as we may say more generally, how to learn.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "It is not the function of such a place to offer particular and technical knowledge, but to prepare a man for mastering any science by teaching him the method of all.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "It is pleasant to meet with a strong reassertion of doctrines which the utilitarianism of a commercial and manufacturing age is too apt to make us all forget.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Carlyle is essentially conservative in his notions on academic functions.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Accuracy, discrimination, judgment, are with him the be-all and end-all of educational training.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "If a man has learnt to know a thing in itself, and in its relation to surrounding phenomena, he has got from a University what it is its proper duty to teach.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Accordingly, we find him bestowing a good word on poor old Arthur Collins, who showed that he possessed these valuable qualities in the humble work of compiling a Peerage.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "\"The new Lord Rector is, however, as conservative in his choice of the implements of study as he is in the determination of its objects.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "The languages and the history of the great nations of antiquity he puts foremost, like any other pedagogue.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "\"We may turn, however, from this difference to another of Mr.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Carlyle's Easter Monday discourse without recalling the oration which his predecessor pronounced on resigning office last autumn.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Carlyle is as simple and practical as his predecessor was dazzling and rhetorical.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "An ounce of mother wit, quotes the new Lord Rector, is worth a pound of clergy, and while he admires Demosthenes, he prefers the eloquence of Phocion.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Each does, however, in some measure, supply what is deficient in the other.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Carlyle died on Saturday, April 21, under very peculiar circumstances.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "She was taking her usual drive in Hyde Park about four o'clock, when her little favourite dog--which was running by the side of the brougham--was run over by a carriage.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "She was greatly alarmed, though the dog was not seriously hurt.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Not receiving any call or direction from his mistress, as was usual, he stopped the carriage and discovered her, as he thought, in a fit, or ill, and drove to St.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "When there it was discovered that she must have been dead some little time.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Carlyle's health had been for several months feeble, but not in a state to excite anxiety or alarm.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "On the following Wednesday her remains were conveyed from London to Haddington for interment there, and the funeral took place on Thursday afternoon.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Carlyle was accompanied from London (whither he had returned immediately on the receipt of that solemn message) by his brother, Dr.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "The funeral cortège was followed on foot by a large number of gentlemen who had known Mrs.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Welsh, who was held in high estimation in the town, where he had practised medicine till his death, in 1819.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Welsh's remains, lies in the centre of the ruined choir of the old cathedral at Haddington.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "In accordance with the Scottish practice, there was no service read, and Mr.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Carlyle threw a handful of earth on the coffin after it had been lowered into the grave.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Carlyle wrote the following inscription to be placed on his wife's tombstone:-- \"Here likewise now rests Jane Welsh Carlyle, spouse of Thomas Carlyle, Chelsea, London.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "She was born at Haddington 14th July, 1801; only child of the above John Welsh and of Grace Welsh, Caplegell, Dumfriesshire, his wife.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "In her bright existence she had more sorrows than are common, but also a soft invincibility, a clearness of discernment, and a noble loyalty of heart which are rare.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "For forty years she was the true and loving helpmate of her husband, and by act and word unweariedly forwarded him as none else could in all of worthy that he did or attempted.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Hamilton Hume, giving his views on the subject in full: \"Ripple Court, Ringwould, Dover, \"August 23, 1866.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "For my own share, all the light that has yet reached me on Mr.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Enclosed is my mite of contribution to your fund.\"I have the honour to be yours truly, \"T.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Shortly afterwards it was reprinted as a separate pamphlet, with additions, and with the author's name on the title-page.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "In February, 1868, Carlyle wrote some Recollections of Sir William Hamilton, as a contribution to Professor Veitch's Memoir of that accomplished metaphysician.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "In November, 1870, he addressed a long and very remarkable letter to the Times, on the French-German war, which is reprinted in the latest edition of his collected Miscellanies.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Boehm, whose noble statue of Carlyle, exhibited in the Royal Academy in the previous year, had won so much merited praise from Mr.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "The medal was accompanied by an address, signed by the subscribers.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "I address my thankful acknowledgments, which surely are deep and sincere, and will beg you to convey the same to all the kind friends so beautifully concerned in it.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "CARLYLE.\" Carlyle's last public utterances were a letter on the Eastern Question, addressed to Mr.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "George Howard, and printed in the Times of November 28, 1876, and a letter to the Editor of the Times, on \"The Crisis,\" printed in that journal on May 5, 1877.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "His wonted walking exercise had to be curtailed, and at last abandoned.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "He was affectionately and piously tended during these last years by his niece, Mary Aitken, now Mrs.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "John Aitken Carlyle, the translator of Dante's \"Inferno.\" The end came at last, after a long and gradual decay of strength.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "The great writer and noble-hearted man passed away peacefully at about half-past eight o'clock on the morning of Saturday, February 5, 1881, in the eighty-sixth year of his age.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "His remains were conveyed to Scotland, and were laid in the burial-ground at Ecclefechan, where the ashes of his father and mother, and of others of his kindred, repose.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "In less than a month after his death, with a haste on many accounts to be deplored, and which has excited much animadversion, his literary executor, Mr.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "James Anthony Froude, the historian, issued two volumes of posthumous \"Reminiscences,\" written by Carlyle, partly in 1832, and partly in 1866-67.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "The Reminiscences of Lord Jeffrey were begun on the following day, and finished on January 19.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "The paper on Southey and Wordsworth, relegated to the Appendix, was also written at Mentone between the 28th January and the 8th March, 1867.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "The Memorials of his wife, which fill the greater part of the second volume, were written at Cheyne Row, during the month after her death.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Of the earlier portraits of Carlyle three are specially interesting, 1.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "The full-length sketch by \"Croquis\" (Daniel Maclise) which formed one of the Fraser Gallery portraits, and was published in the magazine in June, 1833.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "(The original sketch of this is now deposited in the Forster Collection at South Kensington.) 2.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Count D'Orsay's sketch, published by Mitchell in 1839, is highly characteristic of the artist.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "It was taken when no man of position was counted a dutiful subject who did not wear a black satin stock and a Petersham coat.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "The great author's own favourite among the early portraits was 3.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "the sketch by Samuel Laurence, engraved in Horne's \"New Spirit of the Age,\" published in 1844.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Since the art of photography came into vogue, a series of photographs of various degrees of merit and success have been executed by Messrs.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Cameron also produced a photograph of him in her peculiar style, but it was not so successful as her fine portrait of Tennyson.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Whistler, who seized the tout ensemble of his illustrious sitter's character and costume in a very effective manner.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Boehm, exhibited at the Royal Academy in 1875, has received such merited meed of enthusiastic praise from Mr.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "It has been excellently photographed from two points of view by Mr.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Carlyle that appeared during the last decade of his life was a sketch by Mrs.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Beside him on the grass lies a long clay pipe (a churchwarden) which he has been smoking in the sweet morning air.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "ADDRESS DELIVERED TO THE STUDENTS OF EDINBURGH UNIVERSITY, APRIL 2, 1866.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "GENTLEMEN, I have accepted the office you have elected me to, and have now the duty to return thanks for the great honour done me.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Your enthusiasm towards me, I admit, is very beautiful in itself, however undesirable it may be in regard to the object of it.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "It is a feeling honourable to all men, and one well known to myself when I was in a position analogous to your own.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "(Cheers.) When this office was proposed to me, some of you know that I was not very ambitious to accept it, at first.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "I was taught to believe that there were more or less certain important duties which would lie in my power.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "I ought, I believe, according to custom, to have written all that down on paper, and had it read out.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "So I flung that away, and resolved to trust to the inspiration of the moment--just to what came uppermost.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "I will endeavour to say nothing that is not true, as far as I can manage, and that is pretty much all that I can engage for.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "(A laugh.) Advices, I believe, to young men--and to all men--are very seldom much valued.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "There is a great deal of advising, and very little faithful performing.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "And talk that does not end in any kind of action, is better suppressed altogether.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "I would not, therefore, go much into advising; but there is one advice I must give you.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "That includes all virtues in it that a student can have; I mean to include in it all qualities that lead into the acquirement of real instruction and improvement in such a place.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "If you will believe me, you who are young, yours is the golden season of life.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "The habits of study acquired at Universities are of the highest importance in after-life.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "By diligence, I mean among other things--and very chiefly--honesty in all your inquiries into what you are about.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Pursue your studies in the way your conscience calls honest.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Keep, I mean to say, an accurate separation of what you have really come to know in your own minds, and what is still unknown.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Count a thing known only when it is stamped on your mind, so that you may survey it on all sides with intelligence.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Try all things they set before you, in order, if possible, to understand them, and to value them in proportion to your fitness for them.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Gradually see what kind of work you can do; for it is the first of all problems for a man to find out what kind of work he is to do in this universe.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "In fact, morality as regards study is, as in all other things, the primary consideration, and overrides all others.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "A dishonest man cannot do anything real; and it would be greatly better if he were tied up from doing any such thing.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "I daresay you know, very many of you, that it is now seven hundred years since Universities were first set up in this world of ours.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Abelard and other people had risen up with doctrines in them the people wished to hear of, and students flocked towards them from all parts of the world.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "There was no getting the thing recorded in books as you may now.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "You had to hear him speaking to you vocally, or else you could not learn at all what it was that he wanted to say.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "I daresay, perhaps, you have heard it said that all that is greatly altered by the invention of printing, which took place about midway between us and the origin of Universities.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "I don't know that I know of any way in which the whole facts of a subject may be more completely taken in, if our studies are moulded in conformity with it.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Nevertheless, Universities have, and will continue to have, an indispensable value in society--a very high value.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "I consider the very highest interests of man vitally intrusted to them.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "In fact, the members of the Church keep theology in a lively condition (laughter), for the benefit of the whole population, which is the great object of our Universities.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "I consider it is the same now intrinsically, though very much forgotten, from many causes, and not so successful as might be wished at all.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Learn to be discriminative in your reading--to read all kinds of things that you have an interest in, and that you find to be really fit for what you are engaged in.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "The most unhappy of all men is the man that cannot tell what he is going to do, that has got no work cut out for him in the world, and does not go into it.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "For work is the grand cure of all the maladies and miseries that ever beset mankind--honest work, which you intend getting done.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "If you are in a strait, a very good indication as to choice--perhaps the best you could get--is a book you have a great curiosity about.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "You are then in the readiest and best of all possible conditions to improve by that book.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "It is analogous to what doctors tell us about the physical health and appetites of the patient.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "You must learn to distinguish between false appetite and real.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "As applicable to almost all of you, I will say that it is highly expedient to go into history--to inquire into what has passed before you in the families of men.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "The history of the Romans and Greeks will first of all concern you; and you will find that all the knowledge you have got will be extremely applicable to elucidate that.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "He points out the profoundly religious nature of the Roman people, notwithstanding the wildness and ferociousness of their nature.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "In the literary ages of Rome, that had very much decayed away; but still it had retained its place among the lower classes of the Roman people.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Of the deeply religious nature of the Greeks, along with their beautiful and sunny effulgences of art, you have a striking proof, if you look for it.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "In the tragedies of Sophocles, there is a most distinct recognition of the eternal justice of Heaven, and the unfailing punishment of crime against the laws of God.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "If a man did forget that, he forgot the most important part of his mission in this world.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "(Applause.) I don't know in any history of Greece or Rome where you will get so fine a man as Oliver Cromwell.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "(Applause.) This is an arithmetical fact, and is not prompted by national vanity on my part at all.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "A small minority of God-fearing men in the country were flying away with any ship they could get to New England, rather than take the lion by the beard.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "They durstn't confront the powers with their most just complaint to be delivered from idolatry.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "They wanted to make the nation altogether conformable to the Hebrew Bible, which they understood to be according to the will of God; and there could be no aim more legitimate.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "However, they could not have got their desire fulfilled at all if Knox had not succeeded by the firmness and nobleness of his mind.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Knox was heard by Scotland--the people heard him with the marrow of their bones--they took up his doctrine, and they defied principalities and powers to move them from it.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "If Oliver Cromwell had continued it out, I don't know what it would have come to.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "It would have got corrupted perhaps in other hands, and could not have gone on, but it was pure and true to the last fibre in his mind--there was truth in it when he ruled over it.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Really, I don't know who could have dissented from that opinion.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "At the same time, it was thought by those who were wiser, and had more experience of the world, that it was a very dangerous thing, and would never suit at all.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "He assembled sixty of the wisest lawyers to be found in England.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Happily, there were men great in the law--men who valued the laws as much as anybody does now, I suppose.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "(A laugh.) Oliver said to them, \"Go and examine this thing, and in the name of God inform me what is necessary to be done with regard to it.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "And upon these sixty propositions Chancery was reconstituted and remodelled, and so it has lasted to our time.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "It had become a nuisance, and could not have continued much longer.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "That is an instance of the manner in which things were done when a Dictatorship prevailed in the country, and that was what the Dictator did.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "You may read very ingenious and very clever books by men whom it would be the height of insolence in me to do any other thing than express my respect for.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "You will find recorded in books a jumble of tumults, disastrous ineptitudes, and all that kind of thing.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "But to get what you want you will have to look into side sources, and inquire in all directions.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "had appointed, so far as they knew, those who deserved to be appointed, peers.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "They were all Royal men, with minds full of justice and valour and humanity, and all kinds of qualities that are good for men to have who ought to rule over others.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Then their genealogy was remarkable--and there is a great deal more in genealogies than is generally believed at present.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "I never heard tell of any clever man that came out of entirely stupid people.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "If you look around the families of your acquaintance, you will see such cases in all directions.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "it went on with still more rapidity, and has been going on with ever increasing velocity until we see the perfect break-neck pace at which they are now going.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "I do not know whether it has been sufficiently brought home to you that there are two kinds of books.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "I am not to assume that you are all ill acquainted with this; but I may remind you that it is a very important consideration at present.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "It casts aside altogether the idea that people have that if they are reading any book--that if an ignorant man is reading any book, he is doing rather better than nothing at all.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "(Laughter and cheers.) It would be much safer and better would he have no concern with books at all than with some of them.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "There are a number, an increasing number, of books that are decidedly to him not useful.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "In short, as I have written it down somewhere else, I conceive that books are like men's souls--divided into sheep and goats.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "(Laughter and applause.) Some of them are calculated to be of very great advantage in teaching--in forwarding the teaching of all generations.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Others are going down, down, doing more and more, wilder and wilder mischief.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "There is a higher aim lies at the rear of all that, especially among those who are intended for literary, for speaking pursuits--the sacred profession.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "The highest achievement of man--\"Blessed is he that getteth understanding.\" And that, I believe, occasionally may be missed very easily; but never more easily than now, I think.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "In this University I learn from many sides that there is a great and considerable stir about endowments.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Oh, I should have said in regard to book reading, if it be so very important, how very useful would an excellent library be in every University.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "(Hear, hear.) Well, I entirely participate in everybody's approval of the movement.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "It should be responded to, and one expects most assuredly will.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "It should not be backward in coming forward in the way of endowments (a laugh)--at least, in rivalry to our rude old barbarous ancestors, as we have been pleased to call them.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Such munificence as theirs is beyond all praise, to whom I am sorry to say we are not yet by any manner of means equal or approaching equality.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "Money was never so abundant, and nothing that is good to be done with it.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "(\"Hear, hear,\" and a laugh.) No man knows--or very few men know--what benefit to get out of his money.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "I hope that as much as possible will be done in that way; that efforts will not be relaxed till the thing is in a satisfactory state.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "We might have more of this from Scotch Universities than we have.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "I am bound, however, to say that it does not appear as if of late times endowment was the real soul of the matter.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "The man that did that is a man worthy of being remembered among men, although he may be a poor man, and not endowed with worldly wealth.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "I can remember it was quite a revolution in my mind when I got hold of that man's book on Virgil.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "In fact, there has been a suspicion of that kind in the world for a long time.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  },
  {
    "text": "I have written down some very fierce things about that, perhaps considerably more emphatic than I would wish them to be now; but they are deeply my conviction.",
    "source": "Thomas Frognall Dibdin — On the Choice of Books",
    "category": "books"
  }
]